package ru.inno.course.lessons7;

public class Task1 {
    public static void main(String[] args) {
        int balance = 10;
        if (balance == 10){
            System.out.println("Десятка");
        };
    }
}
//    Создайте переменную balance типа int.
//        Положите в нее значение
//        Если значение переменной равно 10, напишите "Десятка"



